Repository: feuri/local-repo
Catalog: share/translations/*.po
Languages: ca, el_gr, fi, nl_nl

source: This program helps to manage local repositories. Specify the path to the repository with the first argument. If no option is specified, some repo information will be printed.
ca: Aquest programa ajuda a gestionar els repositoris locals. Especifiqueu la ruta al repositori en el primer argument. Si no s'especifica cap opció, certa informació dels repositoris s'imprimirà.
el_gr: Αυτό το πρόγραμμα βοηθάει στην διαχείριση τοπικών αποθετηρίων. Προσδιορίστε το μονοπάτι προς το αποθετήριο με την χρήση της πρώτης παραμέτρου. Εαν δεν προσδιοριστεί κάποια επιλογή, εμφανίζονται πληροφορίες για το αποθετήριο.
fi: Tämän ohjelman tarkoituksena on helpottaa paikallisten pakettivarastojen hallintaa. Anna varaston sijainti ensimmäisenä muuttujana. Varaston tiedot näytettään, jos mikään valitsin ei ole määriteltynä.
nl_nl: Dit programma helpt het organiseren van locale repository's. Specificeer het pad naar de repository met het eerste argument. Als geen opties worden meegegeven, zal informatie over de repo worden weergegeven.

source: %(prog)s path [options]
ca: %(prog)s ruta [opcions]
el_gr: %(prog)s μονοπάτι [επιλογές]
fi: %(prog) sijainti [valitsimet]
nl_nl: %(prog)s [opties]

source: Please report bugs at: <{0}>
ca: Si us plau, informeu d'errades a:<{0}>
el_gr: Παρακαλώ αναφέρετε bugs στο:<{0}>
fi: Raportoi ongelmat osoitteeseen: <{0}>
nl_nl: Wilt u zo vriendelijk zijn om programmafouten te melden aan: <{0}>

source: path
ca: ruta
el_gr: μονοπάτι
fi: sijainti
nl_nl: pad

source: path to the repo
ca: camí al repositori.
el_gr: μονοπάτι του αποθετηρίου
fi: varaston sijainti
nl_nl: pad naar de repo

source: add a package to the repo. path can point to a package file, a pkgbuild tarball or can be the uri of a downloadable pkgbuild tarball, e.g. in the AUR
ca: Afegir un paquet al repositori. El camí pot assenyalar a un arxiu paquet, un pkgbuild tarball, o un enllaç a un pkgbuild tarball descarregable, e.g. AUR.
el_gr: πρόσθεσε ένα πακέτο στο αποθετήριο. το μονοπάτι μπορεί να δείχνει σε ένα αρχείο πακέτου, ένα tarball ενός PKGBUILD ή μπορεί να είναι το uri ενός tarball του PKGBUILD που δύναται να μεταφορτωθεί, π.χ. στο AUR
fi: lisää paketti varastoon. Sijaintina voi olla paketti-tiedosto, pkgbuild-tar-arkisto tai ladattavan pkgbuild-tar-arkiston osoite.
nl_nl: voeg een pakket toe aan de repo. pad kan verwijzen naar een pakketbestand, een pkgbuild tarball, of kan een URI van een te downloaden pkgbuild tarball zijn, bijv. in de AUR

source: name
ca: nom
el_gr: όνομα
fi: nimi
nl_nl: naam

source: download, build and add a package from the AUR to the repo
ca: Baixa, compila i afegeix un paquet de AUR al repositori.
el_gr: κατέβασε, χτίσε και πρόσθεσε ένα πακέτο από το AUR στο αποθετήριο
fi: lataa, käännä ja lisää paketti AURista varastoon.
nl_nl: download, creëer en voeg een pakket in de AUR toe aan de repo

source: run an integrity check
ca: Executa una comprovació d'integritat
el_gr: κάνε έναν έλεγχο ακεραιότητας
fi: tarkasta eheys
nl_nl: voer een integriteitscontrole uit

source: the elephant never forgets
ca: L'elefant mai oblida
el_gr: ο ελέφαντας ποτέ δεν ξεχνά
fi: norsu ei koskaan unohda
nl_nl: dit programma heeft een olifantengeheugen

source: display info for specified packages
ca: mostrar la informació per als paquets especificats
el_gr: προβολή πληροφορίων για επιλεγμένα πακέτα
fi: näytä valittujen pakettien tiedot
nl_nl: Geef info weer over gespecifeerde pakketten

source: list all packages from the repo
ca: llista de tots els paquets del repositori
el_gr: καταγραφή όλων των πακέτων του αποθετηρίου
fi: listaa varaston kaikki paketit
nl_nl: toon alle pakketten in de repo

source: remove packages from the repo
ca: esborra els paquets del repositori
el_gr: αφαίρεση πακέτων από το αποθετήριο
fi: poista paketteja varastosta
nl_nl: verwijder pakketten in de repo

source: Restore repo database
ca: Restaurar la base de dades del repositori
el_gr: επαναφορά βάσης αποθετηρίου
fi: Palauta varastotietokanta
nl_nl: Herstel database van repo

source: term
ca: terme
el_gr: όρος
fi: terminaali
nl_nl: zoekterm

source: find packages
ca: troba paquets
el_gr: βρες πακέτα
fi: etsi paketteja
nl_nl: zoek pakketten

source: upgrade a package by replacing it with a new package. see --add for a description of the path argument
ca: actualitzar un paquet substituint-lo per un de nou, vegis -add per una descripció de la l'argument ruta
el_gr: αναβάθμιση ενός πακέτου με αντικατάσταση ενός νέου. δες --add για μία περιγραφή του μονοπατιού
fi: päivitä paketti korvaamalla se uudemmalla paketilla. Katso '--add' valitsin sijainnin määritämiseksi
nl_nl: upgrade een pakket door deze te vervangen door een nieuw pakket. zie --toevoegen voor een beschrijving van het pad-argument

source: upgrade all packages in the repo, which are available in the AUR
ca: actualitza tots els paquets al repositori que estiguin disponibles en AUR
el_gr: αναβάθμισε όλα τα πακέτα στο αποθετήριο, τα οποία είναι διαθέσιμα στο AUR
fi: päivitä kaikki varaston paketit, jotka löytyvät AURista
nl_nl: upgrade alle pakketten in de repo, welke beschikbaar zijn in de AUR

source: Could not reach the AUR
ca: No s'ha pogut connectar amb AUR
el_gr: Δεν μπορώ να βρω το AUR
fi: Ei saatu yhteyttä AURiin
nl_nl: Kon geen verbinding maken met de AUR

source: AUR responded with error: {0}
ca: AUR ha respòs amb l'error:{0}
el_gr: To AUR απάντησε με σφάλμα:{0}
fi: AUR vastasi virheellä: {0}
nl_nl: AUR gaf de volgende foutmelding: {0}

source: AUR responded with invalid data
ca: AUR ha respòs amb dades no vàlides
el_gr: Το AUR απάντησε με μη έγκυρα δεδομένα
fi: AUR vastasi kelvottomalla tietovirralla
nl_nl: AUR gaf onjuiste informatie terug

source: Bye
ca: Adeu
el_gr: Αντίο
fi: Heippa
nl_nl: Doei

source: Execution cancelled by user
ca: Execució cancel·lada per l'usuari
el_gr: Η εκτέλεση τερματίστηκε από το χρήστη
fi: Käyttäjä peruutti toiminnon
nl_nl: Handeling geannuleerd door gebruiker

source: This repo has no packages
ca: Aquest repositori no conté paquets
el_gr: Αυτό το αποθετήριο δεν έχει πακέτα
fi: Varastossa ei ole paketteja
nl_nl: Deze repo heeft geen pakketten

source: Package does not exist:
ca: Paquet inexistent
el_gr: Το πακέτο δεν υπάρχει:
fi: Pakettia ei ole olemassa:
nl_nl: Pakket bestaat niet:

source: Package information:
ca: Informació del paquet:
el_gr: Πληροφορίες πακέτου:
fi: Paketin tiedot:
nl_nl: Pakketinformatie:

source: No package found
ca: Paquet no trobat
el_gr: Δε βρέθηκαν πακέτα
fi: Pakettia ei löydy
nl_nl: Geen pakket gevonden

source: Making a new package
ca: Fent un nou paquet
el_gr: Φτιάχνω νέο πακέτο
fi: Luo uusi paketti
nl_nl: Bezig met het maken van een nieuw pakket

source: Upgrading package:
ca: Actualitzant paquet:
el_gr: Αναβαθμίζω το πακέτο:
fi: Päivitetään pakettia:
nl_nl: Bezig met het upgraden van pakket:

source: Adding package to the repo:
ca: Afegint paquet al repositori:
el_gr: Προσθέτω το πακέτο στο αποθετήριο:
fi: Lisätään pakettia varastoon:
nl_nl: Bezig met het toevoegen van pakket aan de repo:

source: Packages do not exist:
ca: Paquets inexistents
el_gr: Το πακέτο δεν υπάρχει:
fi: Paketteja ei ole olemassa:
nl_nl: Pakket bestaat niet:

source: Removing packages:
ca: Esborrant paquets
el_gr: Αφαιρώ τα πακέτα:
fi: Poistetaan paketteja:
nl_nl: Bezig met het verwijderen van pakketten:

source: Retrieving package info from the AUR
ca: Rebent informació del paquet d'AUR
el_gr: Ανάκτηση πληροφοριών πακέτου από το AUR
fi: Noudetaan paketin tietoja AURista
nl_nl: Bezig met het ophalen van pakketinfo in de AUR

source: Package is already in the repo:
ca: El paquet ja està al repositori
el_gr: Το πακέτο είναι ήδη στο αποθετήριο:
fi: Paketti on jo varastossa
nl_nl: Pakket reeds aanwezig in repo:

source: {0} packages found
ca: {0} paquet trobat
el_gr: {0} πακέτα βρέθηκαν
fi: Löydettiin {0} pakettia
nl_nl: {0} pakketten gevonden

source: Nothing to do
ca: Res a fer
el_gr: Δεν έχω τίποτα να κάνω
fi: Ei mitään tekemistä
nl_nl: Er valt niets te doen

source: Checking for updates
ca: Comprovant actualitzacions
el_gr: Έλεγχος για ενημερώσεις
fi: Tarkastetaan päivityksiä
nl_nl: Bezig met het controleren op bijwerkingen

source: All packages are up to date
ca: Tots els paquets estan al dia
el_gr: Όλα τα πακέτα είναι ενημερωμένα
fi: Kaikki paketit ovat ajantasalla
nl_nl: Alle pakketten zijn bijgewerkt

source: Upgrade
ca: Actualització
el_gr: Αναβάθμιση
fi: Päivitä
nl_nl: Upgraden

source: Running integrity check
ca: Executant comprovació d'integritat
el_gr: Κάνω έλεγχο ακεραιότητας
fi: Tarkastetaan eheyttä
nl_nl: Bezig met het uitvoeren van integriteitscontrole

source: No errors found
ca: No s'han trobat errors
el_gr: Δε βρέθηκαν σφάλματα
fi: Ei havaintoja virheistä
nl_nl: Geen fouten gevonden

source: Restoring database
ca: Restaurant la base de dades
el_gr: Επαναφορά βάσης
fi: Palautetaan tietokantaa
nl_nl: Bezig met het herstellen van database

source: Architecture
ca: Arquitectura
el_gr: Αρχιτεκτονική
fi: Arkkitehtuuri
nl_nl: Architectuur

source: Build Date
ca: Data de compilació
el_gr: Ημερομηνία χτισίματος
fi: Kääntöpäivä
nl_nl: Creëerdatum

source: Package size
ca: Grandària del paquet
el_gr: Μέγεθος πακέτου
fi: Paketin koko
nl_nl: Pakketgrootte

source: Description
ca: Descripció
el_gr: Περιγραφή
fi: Kuvaus
nl_nl: Omschrijving

source: Filename
ca: Nom Arxiu
el_gr: Όνομα αρχείου
fi: Tiedostonimi
nl_nl: Bestandsnaam

source: Installed size
ca: tamany instal·lat
el_gr: Εγκατεστημένο μέγεθος
fi: Koko asennettuna
nl_nl: Grootte na installatie

source: Last update
ca: Darrera actualització
el_gr: Τελευταία ενημέρωση
fi: Viimeksi päivitetty
nl_nl: Bijwerkdatum

source: License
ca: Llicència
el_gr: Άδεια
fi: Lisenssi
nl_nl: Licentie

source: Location
ca: Localització
el_gr: Τοποθεσία
fi: Sijainti
nl_nl: Locatie

source: Name
ca: Nom
el_gr: Όνομα
fi: Nimi
nl_nl: Naam

source: Packager
ca: Empaquetador
el_gr: Δημιουργός πακέτου
fi: Pakkaaja
nl_nl: Creëerder

source: Packages
ca: Paquets
el_gr: Πακέτα
fi: Paketit
nl_nl: Pakketten

source: Version
ca: Versió
el_gr: Έκδοση
fi: Versio
nl_nl: Versie

source: Could not download file: {0}
ca: No s'ha pogut descarregar l'arxiu:{0}
el_gr: Δεν μπόρεσα να κατεβάσω το αρχείο:{0}
fi: Virhe ladattaessa tiedostoa: {0}
nl_nl: Kon bestand niet downloaden: {0}

source: File is no valid tarball: {0}
ca: L'arxiu no és un tarball vàlid:{0}
el_gr: Το αρχείο δεν είναι έγκυρο tarball:{0}
fi: Tiedosto ei ole tar-arkisto: {0}
nl_nl: Bestand is geen valide tarball: {0}

source: Tarball contains bad member: {0}
ca: Tarball conté un membre erroni:{0}
el_gr: To tarball περιέχει λανθασμένο μέλος:{0}
fi: Tar-arkisto sisältää epäilyttävän jäsenen: {0}
nl_nl: Tarball bevat foutief deel: {0}

source: Tarball contains multiple root directories
ca: Tarball conté múltiples directoris root
el_gr: Το tarball περιέχει πολλαπλούς root φακέλους
fi: Tar-arkisto sisältää useita juurikansioita
nl_nl: Tarball bevat meerdere root-paden

source: Could not find any package
ca: No s'ha pogut trobat cap paquet
el_gr: Δεν μπόρεσα να βρω κανένα πακέτο
fi: Yhtään pakettia ei löytynyt
nl_nl: Kon geen pakket vinden

source: File does not exist: {0}
ca: Arxiu inexistent:{0}
el_gr: Το αρχείο δεν υπάρχει:{0}
fi: Tiedostoa ei ole olemassa:{0}
nl_nl: Bestand bestaat niet: {0}

source: An error occurred in tar
ca: A succeït un error a tar
el_gr: Ένα σφάλμα συνέβη στο tar
fi: Virhe komennossa tar
nl_nl: Een fout deed zich voor tijdens tar

source: Invalid file name: {0}
ca: Nom d'arxiu invalid: {0}
el_gr: Μη έγκυρο όνομα αρχείου:{0}
fi: Tiedoston nimi on kelvoton: {0}
nl_nl: Foutieve bestandsnaam: {0}

source: Destination is no directory: {0}
ca: El destí no és un directori:{0}
el_gr: Ο προορισμός δεν είναι φάκελος:{0}
fi: Kohde ei ole kansio: {0}
nl_nl: Bestemming is geen pad: {0}

source: File already exists: {0}
ca: L'arxiu ja existeix:{0}
el_gr: Το αρχείο υπάρχει ήδη:{0}
fi: Tiedosto on jo olemassa: {0}
nl_nl: Bestand bestaat al: {0}

source: Ooh no! Somebody killed the repo elephant
ca: Ooh no! Algú ha matat la base de dades del elefant
el_gr: Ωχ όχι! Κάποιος σκότωσε τον ελέφαντα του αποθετηρίου
fi: APUA! Joku on tappanut varastonorsun (repo elephant)
nl_nl: O nee! Iemand heeft de olifant van de repo doodgemaakt!

source: Invalid .PKGINFO
ca: Invàlid .PKGINFO
el_gr: Μη έγκυρο .PKGINFO
fi: Virheellinen .PKGINFO
nl_nl: Foutieve .PKGINFO

source: Could not find repo database: {0}
ca: No s'ha pogut trobar la base de dades del repositori:{0}
el_gr: Δεν μπόρεσα να βρω τη βάση του αποθετηρίου:{0}
fi: Varaston tietokantaa ei löydy: {0}
nl_nl: Kon database van repo niet vinden: {0}

source: File is no valid database: {0}
ca: L'arxiu no és una base de dades vàlida:{0}
el_gr: Το αρχείο δεν είναι έγκυρη βάση:{0}
fi: Tiedosto ei ole kelvollinen tietokanta: {0}
nl_nl: Bestand is geen geldige database: {0}

source: Package not found: {0}
ca: Paquet no trobat:{0}
el_gr: Το πακέτο δε βρέθηκε:{0}
fi: Pakettia eilöydy: {0}
nl_nl: Pakket niet gevonden: {0}

source: Repo package is newer: {0} > {1}
ca: El paquet en el repositori es més nou:{0}>{1}
el_gr: Το πακέτο του αποθετηρίου είναι νεότερο:{0}>{1}
fi: Varaston paketti on uudempi: {0} > {1}
nl_nl: Pakket in repo is nieuwer: {0} > {1}

source: Package is already in the repo: {0}
ca: El paquet ja està en el repositori:{0}
el_gr: Το πακέτο υπάρχει ήδη στο αποθετήριο:{0}
fi: Paketti on jo varastossa: {0}
nl_nl: Pakket reeds aanwezig in de repo: {0}

source: Package has no valid checksum: {0}
ca: El paquet no presenta un suma d'integritat vàlida:{0}
el_gr: Το πακέτο δεν έχει έγκυρο checksum: {0}
fi: Paketti ei sisällä kelvillisa tarkistetta: {0}
nl_nl: Pakket heeft geen geldige controlesom: {0}

source: Package is not listed in repo database: {0}
ca: El paquet no es troba llistat en la base de dades del repositori:{0}
el_gr: To πακέτο δεν είναι στη λίστα της βάσης του αποθετηρίου:{0}
fi: Paketti ei ole pakettitietokannassa: {0}
nl_nl: Pakket is niet aanwezig in database van repo: {0}
